
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Deretinatura";
"Color Restoration" = "Ripristino colore";
"Adaptive Lighting" = "Illum. adatt.";		//Modified on the 6-June-08 - "Illuminazione adattabile";
"Unsharp Mask" = "Maschera di contrasto";
"Remove Dust"   = "Rimuovi polvere";
"6-Color Scanning" = "Scansione esacromatica";

"Tooltip_Descreen" = "Rimuovi effetto moiré";
"Tooltip_ColorRestoration" = "Ripristina colore sbiadito";
"Tooltip_AdaptiveLight" = "Regola automaticamente livelli di esposizione";
"Tooltip_Sharpen" = "Aumenta nitidezza";


//Cusom control  menu items
"None" = "Nessuno";
"Low" = "Basso";
"Medium" ="Medio";
"High" = "Alto";
"Extreme" = "Estremo";

"Resolution" = "Risoluzione";
"Source Size" = "Dimensioni origine";
"New Size" = "Nuova dimensione";
"Negative Number" = "Negativo %d";
"Slide Number" = "Diapositiva %d";
"HP ICA Scan" = "Scansione ICA HP";
"Install HP Devices" = "Installa i componenti necessari alle periferiche HP per la scansione con Image Capture.";
"Communication error" = "Errore di comunicazione";
"Communication error while scanning" = "Si è verificato un errore durante la comunicazione con la periferica. Verificare che la periferica sia accesa e collegata correttamente.";
"Image Save Error" = "Errore di salvataggio immagine";
"Image Format Mismatch" = "L'applicazione selezionata in Automatic Task non supporta il formato di file selezionato. Selezionare un'applicazione o un formato diverso.";
"Disk full error" = "Errore di disco pieno";
"Disk full error String Description" = "Spiacente, il disco selezionato è pieno. Salvare il file su un disco diverso o eliminare alcuni file per liberare spazio sul disco.";
"Permissions Error" = "Errore di autorizzazioni";
"Permission Error Description" = "Non si dispone dell'autorizzazione per salvare i file in [nome directory]. Salvare in un percorso diverso.";
"Invalid value" = "Valore non valido";
"Invalid value description" = "Il valore specificato nel campo %@ non è valido. Specificare un valore compreso tra %ld e %ld e provare a eseguire una nuova scansione.";
"Image size is too long" = "Le dimensioni dell'immagine sono eccessive. Ridurre l'altezza, la larghezza, la risoluzione, le proporzioni o il tipo di output dell'immagine.";
"Read error" = "Errore di lettura";
"Read error Description" = "Si è verificato un errore durante l'acquisizione della scansione dalla periferica. Riprovare.";
"Installation Problem" = "Un componente software necessario è mancante o danneggiato. Reinstallare il software della periferica e/o verificare che non vi siano problemi con il disco rigido.";
"Document feeder error" = "Errore dell'alimentatore automatico";
"Paper Jam Description One" = "Inceppamento della carta nell'alimentatore automatico. Per risolvere l'inceppamento, consultare la documentazione fornita con la periferica.";
"Paper Jam Description Two" = "L'alimentatore automatico è inceppato o non riesce a trascinare la carta. Sollevare la risma di carta, smazzarla e riposizionarla nell'alimentatore automatico. Per ulteriori informazioni, consultare la documentazione fornita con la periferica.";
"Paper Jam Description Three" = "La levetta di chiusura dell'alimentatore automatico non è bloccata. Bloccare la levetta di chiusura premendola fino ad avvertire uno scatto, quindi provare a eseguire una nuova scansione.";
"Document feeder empty" = "Alimentatore automatico vuoto";
"Document feeder empty description One" = "L'alimentatore automatico non ha rilevato alcun documento. Inserire correttamente gli originali nell'alimentatore automatico.";
"Document feeder empty description Two" = "Gli originali sono stati rimossi dall'alimentatore automatico. Riposizionarli e continuare la scansione.";
"ADF Duplex error" = "Impossibile eseguire la scansione di un originale lungo più di 30 cm nell'alimentatore automatico.";
"Transparent Media Adapter Error" = "Errore dell'adattatore per diapositive e negativi";
"Transparent Media Adapter Error Description One" ="Impossibile completare la scansione, perché non è stato trovato l'adattatore per diapositive e negativi (TMA, Transparent Media Adapter). Se è disponibile un adattatore TMA, assicurarsi che sia installato correttamente sullo scanner e riprovare.";
"Transparent Media Adapter Error Description Two" = "Assicurarsi che l'adattatore per diapositive e negativi sia installato e posizionato correttamente. Se la periferica dispone di una piastra di posizionamento, assicurarsi che il segno di riferimento sulla piastra coincida con il segno sullo scanner ed eseguire una nuova scansione.";
"Transparent Media Adapter Error Description Three" = "Rimuovere l'adattatore per diapositive e negativi dal coperchio dello scanner. Se è stato rimosso, assicurarsi che la sagoma sia posizionata correttamente sul vetro dello scanner. Se non si utilizza alcuna sagoma, assicurarsi che la finestra di calibrazione sul coperchio non sia bloccata. Posizionare il supporto da scannerizzare a circa 4 cm dal bordo superiore della superficie di scansione.";
"Transparent Media Adapter Error Description Four" = "Rimuovere gli originali dalla superficie di scansione. Assicurarsi inoltre che l'adattatore per diapositive e negativi sia installato e posizionato correttamente.";
"Transparent Media Adapter Error Description Five" = "Il software è stato impostato per la scansione di una diapositiva, ma ha rilevato un negativo. Cambiare il tipo di documento in Negativo.";
"Transparent Media Adapter Error Description Six" = " Il software è stato impostato per la scansione di un negativo, ma ha rilevato una diapositiva. Cambiare il tipo di documento in Diapositiva a colori.";
"Transparent Media Adapter Error Description Seven" = "L'adattatore per supporti trasparenti non ha rilevato il supporto specificato. Accertarsi che il supporto sia caricato correttamente nell'adattatore e che sia stato selezionato il tipo appropriato (Positivo o Negativo) per il supporto di cui si desidera eseguire la scansione.";
"Transparent Media Adapter Error Description Eight" = "In questo momento lo scanner non può eseguire una scansione dall'adattatore per supporti trasparenti. Attendere che lo scanner sia libero e riprovare.";
"Scan Cancelled" = "Scansione annullata";
"Scan Cancelled Description" = "La scansione non è stata completata, perché l'operazione è stata annullata mentre era in corso una scansione.";
"Device Busy" ="Periferica occupata";
"Device Busy Description" = "Lo scanner è già utilizzato da un'altra applicazione. Chiudere le altre applicazioni di scansione e riprovare.";
"Device Busy Description Network" = "Impossibile eseguire l'operazione richiesta, perché la periferica di rete selezionata è occupata. Riprovare più tardi."; 

"Image Capture Scan" = "Scansione con Image Capture";
"Sharpen" = "Nitidezza";
"6-Color Scan" = "Scansione esacromatica";
"Missing or Damaged Software" = "Software mancante o danneggiato";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Uno o più componenti necessari per Image Capture mancano o sono danneggiati. Resinstallare il software della periferica HP.";
"File name too long" = "Nome file troppo lungo";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Impossibile salvare il file. Il nome è troppo lungo. Specificare un nome più breve e riprovare.";
"Warning: File name starts with a period" = "Attenzione: il nome del file inizia con un punto";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Il nome specificato per il file inizia con un punto (.). Se si prosegue, il file verrà salvato come file nascosto e non sarà visibile in Finder. Per correggere questo errore, rimuovere il punto all'inizio del nome del file.";
"Error Saving Image" = "Errore di salvataggio immagine";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Rilevato un errore sconosciuto in Image Capture. Impossibile salvare l'immagine. Riprovare.";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "L’ultima scansione di anteprima è stata annullata. Eseguire di nuovo l’anteprima, quindi la scansione";
"Templates" = "Maschere";

"DEVICE_BUSY" = "Dispositivo occupato";
"DEVICE_BUSY_DESCRIPTION" = "Il dispositivo è attualmente in uso. Attendere che venga completata l'attività in corso, quindi ritentare la scansione.";




